[
    {
        "id": 0,
        "image_url": "Images/new25/AWS25.jpeg",
        "heading": "AWS Community Day",
        "content": "DITU ACM Student Chapter organized an event “AWS Community Day Dehradun 2025”  in collaboration with AWS User Group Dehradun. It aimed to build an environment connecting people through innovation, ideas and inspiration."
    },
    {
        "id": 1,
        "image_url": "Images/events/2.jpg",
        "heading": "Azure DevDay",
        "content": "DITU ACM Student Chapter organized an event “AZURE DEV DAY” in collaboration with Reskill,which was an offline Workshop on the Microsoft based cloud platform AZURE. The aim of the event was to encourage the awareness of cloud among the participants."
    },
    {
        "id": 2,
        "image_url": "Images/events/3.jpg",
        "heading": "SUMO-BOTS",
        "content": "DITU ACM SC organized a tournament named “Sumo bot ” on 17th of November, 2022. The tournament was organized with a motive of spreading the knowledge about Arduino UNO and components that are used to make such bots , among the students and also make them aware about the insights of robotics."
    },
    {
        "id": 3,
        "image_url": "Images/events/4.jpg",
        "heading": "WHAT THE HACK?",
        "content": "DITU ACM Student Chapter organized an event “WHAT THE HACK” which was an offline Cyber Security workshop. The aim of the workshop was to help students kick start their journey with Cyber security."
    },
    {
        "id": 4,
        "image_url": "Images/events/5.jpg",
        "heading": "CS-101 2022",
        "content": "The theme of the event was to inform beginners about various fields in computer science, including cyber security, machine learning, IoT, app development, data science, and UI/UX design. To achieve this, we invited experts from these fields to speak at the event."
    },
    {
        "id": 5,
        "image_url": "Images/events/6.jpg",
        "heading": "HACK ON HILLS",
        "content": "DITU ACM Student Chapter organized an event “HACK ON HILLS” on Youthopia 2022which was an offline CTF based Cybersecurity Event. The aim of the event was to identify Cybersecurity enthusiasts and motivate them in this journey."
    },
    {
        "id": 6,
        "image_url": "Images/events/7.jpg",
        "heading": "GIT & GITHUB",
        "content": "DITU ACM Student Chapter organized an event “GIT AND GITHUB 2022” which was an online Git and GitHub workshop. The aim of the workshop was to help students kick start their journey with Git , GitHub and Open Source"
    },
    {
        "id": 7,
        "image_url": "Images/events/8.jpg",
        "heading": "BLINDCODE",
        "content": "ACM organized an event Blind code is where a programmer works on code without running it until completion. Normally this is a terrible idea but it makes for a very fun challenge."
    }
]